count-req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns="http://mrs.cmbi.ru.nl/mrsws/search">
 <SOAP-ENV:Body>
  <ns:Count>
   <ns:db>sprot</ns:db>
   <ns:booleanquery>bla bla</ns:booleanquery>
  </ns:Count>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
